
/* No comment provided by engineer. */
"Close" = "Stäng";

/* No comment provided by engineer. */
"Delete" = "Radera";

/* Button in the Xtras Manager to go to adiumxtras.com to get more adiumxtras */
"Get More Xtras" = "Hämta fler Xtras";

/* Button to return from away in the away status window */
"Return" = "Kom tillbaka";

/* No comment provided by engineer. */
"Send" = "Skicka";
